{
    "products": [
        {
            "_id": "item1",
            "title": "Black Bow-Tie Knit Ear Warmer",
            "image": "/images/black-bow-tie-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Warm and cozy without any wooly itch! Machine or hand washable in cool water, tumble dry low/gentle or lay flat to hand dry. This ear warmer is perfect for anyone who enjoys the outdoors, particularly in the cooler fall and winter months. Hand knit in chunky yarn and made with a little extra width, this ear warmer will cover the whole ear and forehead area, but leaves an open top end - perfect for ponytails or buns. The stretchy snug fit will stay securely into place, making them a great activewear accessory for walkers, hikers, joggers, runners, or any outdoor athlete! This ear warmer comes in a solid black color, and the twisted bow style sits front and center on the forehead - casual but classy style that pairs well with a wide range of colors and styles - perfect for functional minimalists!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "item2",
            "title": "Pumpkin Beanie Hat",
            "image": "/images/orange-pumpkin-hat1.jpg",
            "description": "Made with 100% Acrylic Yarn - Soft to touch with no wooly itch! Machine washable on cool cycles, tumble dry low/gentle. These pumpkin head hats are the perfect accessory for a fall trip to the pumpkin patch, or a quick and easy pumpkin Halloween costume for the whole family! They make great gifts for baby showers, birthdays, newborn or new sibling gifts, and work great as props for a fall family photo shoot. The chunky acrylic yarn knits up with plenty of elasticity, so I knit this with the intention of a stretchy snug fit - it will hold it's shape to the head and is sure to keep you warm on those brisker autumn afternoons. If you are looking for a basic beanie that will keep you warm and add a little Halloween Style to your step, this is the cap for you!",
            "availableSizes": ["newborn", "baby", "toddler", "child", "teen", "adult"],
            "price": 23
        },
        {
            "_id": "item3",
            "title": "White Textured Ear Warmer",
            "image": "/images/white-textured-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Warm and cozy without any wooly itch! Machine or hand washable in cool water, tumble dry low/gentle or lay flat to hand dry. This ear warmer is perfect for anyone who enjoys the outdoors, particularly in the cooler fall and winter months. Hand knit in chunky yarn this ear warmer will cover the whole ear and forehead area, and leaves an open top end - perfect for ponytails or buns. The edges lay flat and add some extra width and the stretchy snug fit will stay securely into place, making them a great activewear accessory for walkers, hikers, joggers, runners, or any outdoor athlete! This style of ear warmer has slightly less stretch to it and an extra snug fit, so it fits better on smaller headed adults or teens. This ear warmer comes in bright true white color - the solid color and minimalist style makes it easy to pair with almost any color and style to complete an outfit or ensemble. The bright white also makes you easy to spot/see at dusk or on darker days - so extra helpful in the outdoors during the fall and winter!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "item4",
            "title": "Navy Blue Braid Ear Warmer",
            "image": "/images/navy-braid-headband1.jpg",
            "description": "Made with 30% Alpaca/70% acrylic wool. Nice and soft with a subtle halo effect, and no wooly itch! Machine washable in cool water, lay flat to dry. This one-of-a-kind luxury alpaca wool ear warmer is the perfect accessory for any outdoor activity during brisk fall or winter days. The solid dark blue color has an earthy/neutral tone and matches with any number of styles, colors, and patterns. The thinner gauge yarn keeps your little one warm without adding much bulk - great for layering! The extra width ensures that the ears and forehead will stay covered and warm, and with an extra snug stretchy fit, it should stay securely throughout any number of outdoor activities!",
            "availableSizes": ["baby"],
            "price": 36
        },
        {
            "_id": "item5",
            "title": "Red Bow Ear Warmer",
            "image": "/images/red-bow-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Chunky yarn will keep you warm without the wooly itch! Machine washable on cool/gentle cycles, tumble dry low. This simple, straight forward style and chunky warm yarn is the perfect accessory for anyone who likes to experience the outdoors in the colder months of the Fall and Winter. This ear warmer has a stretchy snug fit, so works well for outdoor runners, joggers, and hikers, and won't slip or slide during exercise. The open top makes this perfect to wear with a pony tail or bun, and the bright red gives this accessory a fun pop of color to any outfit. Machine washable and durable yarn - this ear warmer will last you a long time and become a go to staple of any wardrobe!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "item6",
            "title": "Navy Blue Knitted Ear Warmer",
            "image": "/images/navy-knitted-headband2.webp",
            "description": "Made with 30% Alpaca/70% acrylic wool. Nice and soft with a subtle halo effect, and no wooly itch! Machine washable in cool water, lay flat to dry. his one-of-a-kind luxury alpaca wool ear warmer is the perfect accessory for any outdoor activity during brisk fall or winter days. The solid dark blue color has an earthy/neutral tone and matches with any number of styles, colors, and patterns. The thinner gauge yarn keeps your little one warm without adding much bulk - great for layering! The extra width ensures that the ears and forehead will stay covered and warm, and with an extra snug stretchy fit, it should stay securely throughout any number of outdoor activities!",
            "availableSizes": ["baby"],
            "price": 36
        }
    ],
    "blogs": [
        {
            "_id": "blog3",
            "title": "Good Riddance, Good Luck - Thoughts for the New Year from FBK",
            "image": "/images/blog3.jpg",
            "description": "Blog 3",
            "text": "Hello there, and a very Happy New Year from Fat Betty Knits! I think it goes without saying, but 2020 (much like for literally everyone else in the world) certainly didn't do us many favors. Nick and I lost our careers, Nick's dad, and often our sense of value and purpose. But we managed and adapted and came out even, which I am grateful for, because I know it could have been a lot worse, as it was for many more people in our country and throughout the world. The loss we collectively suffered this year is one that we will continue to feel for a generation ahead, and it isn't even over yet. But as we continue to struggle and manage and wonder how long this sense of loss and isolation can possibly last, we will ring in the new year and renew our sense of hope for the time ahead. \n\nNew Year's Eve is my favorite holiday. I love this moment of simultaneous reflection and aspiration. I like making resolutions and imagining the possibilities of the new year. A few years ago, I happened upon a suggestion online that rather than choosing resolutions that you will most likely break or forget by February, you can instead choose a word to center your year around, and this practice has become one of my favorite things to do. \n\nLast year, I chose for my word of the year to be CONFIDENCE - a characteristic I have always struggled to attain. Mostly, I wanted to get to the point where I felt confident in my sense of self, in the decisions I was making, in my ability to do my job, and in taking on new ventures and responsibilities. When I wrote it out to myself, I wrote about looking forward to touring for most of the year, and being excited to finally see the moves I had spent six months making the year before pan out. Spoiler alert, folks, those moves didn't exactly pan out. But now that I am sitting here a year later and taking the time to think back to it, I realize that in the flurry of all of the shit that was thrown at us this year, I may have actually succeeded at my true goals for the year. Here's just a few examples why: \n- I have struggled with depression for more years than I can count and this is the first year of my adult life I can remember that I don't feel like I'm absolutely drowning under the pressure of it. Don't get me wrong, it's still there, but it feels... I don't know, manageable? I have identified things that make me feel better and make me feel like I'm in control. I'm not sober, but I've started to manage my drinking habits. I exercise regularly. I eat relatively healthily. I feel confident that I can deal with the depression, even if (and let's be honest, when) it starts creeping back up again. \n\n- My job as a live sound engineer was put on hold, yes, but I was able to continue my job as a Pilates Instructor, and I spent a year getting better at it. I worked, studied, practiced, watched endless Instagram videos for inspiration, and in all of it, I really did start to feel more confident. I felt like I was helping people. Members and clients told me so, and WOW is that a good feeling when someone tells you they enjoy your classes, or that you are doing a good job. I realized that the more I learn, the more confident I feel. I resolved to always be a student and always try to know more and be better, and I am genuinely excited for that. \n\n- Even though I didn't spend the year traveling and touring and tackling the beast that is Impostor Syndrome as a female in a male-driven industry, I spent countless hours I wouldn't have gotten with my husband and our pets, and it's made me feel more confident in our relationship. It's not that I had any doubts before (Nick, if you are reading this, there were NO DOUBTS). We just, we managed all of the hardships thrown at us, and we did it together, and we made ourselves and our life together better for it. We started a garden and got IRAs, we built things and fixed up our home. Nick started learning web development and worked really fucking hard and graduated with honors, and is preparing to enter a new job field which is no easy feat. I'm confident in us to adjust and adapt, and to stick together when the times get tough, and knowing that going forward is a super power all in its own. \n\nSo fast forward to now. Where do you start when every day is square one? How do you plan for the coming year when the previous year threw everything out the window, more than once? For me, I'm choosing to think about it this way - you just plant some seeds and hope they get the chance to grow. And that's my word for 2021- GROW. If I learned one lesson from this year, it's that you've just got to take what the world gives you and try to make something out of it, and that's what I intend to do. I want to take those small triumphs from this year - feeling healthier mentally and physically, developing as a Pilates instructor, living a happy life with Nick and the animals and our families - and keep them going and growing stronger and better. \n\nIn a less abstract version of this goal, one thing I really want to focus on in 2021 is growing Fat Betty Knits. In October/November, I was struggling a bit - just kind of a 'where do I go from here' type of anxiety. I hadn't made a sale on Etsy in months, I wasn't getting much traction on social media, I just wasn't sure what my next move was. I remember telling Nick 'If something doesn't change soon, I may need to just let this go and close up shop, because I can't keep sinking my time and energy into this.' And very, VERY fortunately, things picked up for the holidays - enough so that it made me realize that I do really love doing this and maybe the solution isn't pulling out now, but rather doubling down. I have some important decisions to make about what that means exactly, and I know that just because I had a good six weeks, it doesn't mean I'm on the fast-track to Rockefeller-town, but at the very least I want to be able to say I tried - to say that I planted those seeds and gave them water and sunlight and tried to get them to grow. I've got some time on my hands so I may as well make good use of it. \n\nThere are a few things I know I'm going to be working on - firstly will be a good old-fashioned restock, because as you might notice, the shop is looking *light* after the holiday rush. After that, it's a little up for debate. I would love to hear from you if you have ideas of what you want to see or what items you are looking forward to adding to your collection in 2021. I also have some fun things in the works that I will be announcing soon, so keep your eyes peeled for that! \n\n Lastly, as I wrap begin to wrap this up - I just want to say a big and genuine THANK YOU to everyone who supported this little dream of mine this year - whether you bought something, or several things, or liked or shared on social media, or just browsed the shop or the IG, or sent words of encouragement. Building Fat Betty Knits has been a silver lining of an otherwise pretty dark and stormy year, and being able to share this with the world means more to me than I can accurately describe to you here. Truly - Thank you. \n\n I hope you all have a wonderful and happy new year and celebrate safely. We aren't out of the woods yet, but I am excited to keeping waiting for that light at the end of the tunnel with all of you. Good riddance to the worst parts of 2020, and good luck to all of us in 2021. We'll see you on the other side ;)  "
        }
    ] 
}