{
    "products": [
        {
            "_id": "headband1",
            "title": "Black Bow-Tie Knit Ear Warmer",
            "image": "/images/black-bow-tie-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Warm and cozy without any wooly itch! Machine or hand washable in cool water, tumble dry low/gentle or lay flat to hand dry. This ear warmer is perfect for anyone who enjoys the outdoors, particularly in the cooler fall and winter months. Hand knit in chunky yarn and made with a little extra width, this ear warmer will cover the whole ear and forehead area, but leaves an open top end - perfect for ponytails or buns. The stretchy snug fit will stay securely into place, making them a great activewear accessory for walkers, hikers, joggers, runners, or any outdoor athlete! This ear warmer comes in a solid black color, and the twisted bow style sits front and center on the forehead - casual but classy style that pairs well with a wide range of colors and styles - perfect for functional minimalists!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "hat1",
            "title": "Pumpkin Beanie Hat",
            "image": "/images/orange-pumpkin-hat1.jpg",
            "description": "Made with 100% Acrylic Yarn - Soft to touch with no wooly itch! Machine washable on cool cycles, tumble dry low/gentle. These pumpkin head hats are the perfect accessory for a fall trip to the pumpkin patch, or a quick and easy pumpkin Halloween costume for the whole family! They make great gifts for baby showers, birthdays, newborn or new sibling gifts, and work great as props for a fall family photo shoot. The chunky acrylic yarn knits up with plenty of elasticity, so I knit this with the intention of a stretchy snug fit - it will hold it's shape to the head and is sure to keep you warm on those brisker autumn afternoons. If you are looking for a basic beanie that will keep you warm and add a little Halloween Style to your step, this is the cap for you!",
            "availableSizes": ["newborn", "baby", "toddler", "child", "teen", "adult"],
            "price": 23
        },
        {
            "_id": "headband2",
            "title": "White Textured Ear Warmer",
            "image": "/images/white-textured-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Warm and cozy without any wooly itch! Machine or hand washable in cool water, tumble dry low/gentle or lay flat to hand dry. This ear warmer is perfect for anyone who enjoys the outdoors, particularly in the cooler fall and winter months. Hand knit in chunky yarn this ear warmer will cover the whole ear and forehead area, and leaves an open top end - perfect for ponytails or buns. The edges lay flat and add some extra width and the stretchy snug fit will stay securely into place, making them a great activewear accessory for walkers, hikers, joggers, runners, or any outdoor athlete! This style of ear warmer has slightly less stretch to it and an extra snug fit, so it fits better on smaller headed adults or teens. This ear warmer comes in bright true white color - the solid color and minimalist style makes it easy to pair with almost any color and style to complete an outfit or ensemble. The bright white also makes you easy to spot/see at dusk or on darker days - so extra helpful in the outdoors during the fall and winter!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "headband3",
            "title": "Navy Blue Braid Ear Warmer",
            "image": "/images/navy-braid-headband1.jpg",
            "description": "Made with 30% Alpaca/70% acrylic wool. Nice and soft with a subtle halo effect, and no wooly itch! Machine washable in cool water, lay flat to dry. This one-of-a-kind luxury alpaca wool ear warmer is the perfect accessory for any outdoor activity during brisk fall or winter days. The solid dark blue color has an earthy/neutral tone and matches with any number of styles, colors, and patterns. The thinner gauge yarn keeps your little one warm without adding much bulk - great for layering! The extra width ensures that the ears and forehead will stay covered and warm, and with an extra snug stretchy fit, it should stay securely throughout any number of outdoor activities!",
            "availableSizes": ["baby"],
            "price": 36
        },
        {
            "_id": "headband4",
            "title": "Red Bow Ear Warmer",
            "image": "/images/red-bow-headband1.jpg",
            "description": "Made with 100% Acrylic Wool Blend Yarn. Chunky yarn will keep you warm without the wooly itch! Machine washable on cool/gentle cycles, tumble dry low. This simple, straight forward style and chunky warm yarn is the perfect accessory for anyone who likes to experience the outdoors in the colder months of the Fall and Winter. This ear warmer has a stretchy snug fit, so works well for outdoor runners, joggers, and hikers, and won't slip or slide during exercise. The open top makes this perfect to wear with a pony tail or bun, and the bright red gives this accessory a fun pop of color to any outfit. Machine washable and durable yarn - this ear warmer will last you a long time and become a go to staple of any wardrobe!",
            "availableSizes": ["teen", "adult"],
            "price": 28
        },
        {
            "_id": "headband5",
            "title": "Navy Blue Knitted Ear Warmer",
            "image": "/images/navy-knitted-headband2.webp",
            "description": "Made with 30% Alpaca/70% acrylic wool. Nice and soft with a subtle halo effect, and no wooly itch! Machine washable in cool water, lay flat to dry. his one-of-a-kind luxury alpaca wool ear warmer is the perfect accessory for any outdoor activity during brisk fall or winter days. The solid dark blue color has an earthy/neutral tone and matches with any number of styles, colors, and patterns. The thinner gauge yarn keeps your little one warm without adding much bulk - great for layering! The extra width ensures that the ears and forehead will stay covered and warm, and with an extra snug stretchy fit, it should stay securely throughout any number of outdoor activities!",
            "availableSizes": ["baby"],
            "price": 36
        }
    ]
}